<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>    
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt" %>

<%@ include file="/WEB-INF/views/layouts/header.jsp"%>


<h4>이용 약관</h4>
<h6>GEOGYM 웹 사이트 ("사이트")에 오신 것을 환영합니다. Coulter Ventures, LLC, d / b / a GEOGYM Fitness ( "GEOGYM")
는 본 계약에 명시된 통지, 약관 및 조건 ( "계약")에 따라 귀하에게 서비스를 제공합니다. 또한 귀하가 당사의 서비스 (예 : 고객 리뷰)를 사용하는 경우 
귀하는 해당 서비스에 적용되는 규칙, 지침, 정책, 조건 및 조건이 적용되며이 참조에 의해 본 계약에 통합됩니다. 당사는 언제든지이 사이트와 본 이용 약관을
 변경할 권리가 있습니다. 사이트를 액세스, 탐색 또는 기타 사용하면 본 계약의 모든 조건에 동의 한 것으로 간주되므로 진행하기 전에 본 계약을주의 깊게 읽으십시오.
</h6>


<h4>사이트 이용</h4>
<h6>귀하는 부모 또는 보호자의 감독하에 18 세 이상이거나 사이트를 방문했음을 진술하고 보증합니다. 본 계약의 조건에 따라, 
당사는 귀하에게 판매 된 품목을 쇼핑 할 목적으로 만 인터넷 브라우저에 사이트를 표시함으로써 사이트에 액세스하고 사용할 수있는 제한적이고
 취소 가능하며 양도 불가능하며 비 독점적 인 라이센스를 부여합니다 당사가 사전에 명시 적으로 허용 한 경우를 제외하고 제 3자를 대신하여 
 상업적으로 사용하거나 사용하지 않는 사이트. 본 계약을 위반하면 귀하에게 통지하지 않고이 단락에 부여 된 라이센스가 즉시 취소됩니다.

상기 단락에서 허용 된 경우를 제외하고, 귀하는 본 사이트 또는 그 일부를 복제, 배포, 표시, 판매, 임대, 전송, 파생물을 생성, 번역, 수정, 
리버스 엔지니어링, 분해, 디 컴파일 또는 기타 방식으로 이용할 수 없습니다. 당사가 서면으로 명시 적으로 허용합니다. 
당사가 사전에 명시 적으로 허가하지 않는 한, 귀하는 사이트에 제공된 정보를 상업적으로 사용하거나 다른 사업의 이익을 위해 사이트를 사용할 수 없습니다. 
당사는 고객의 행동이 해당 법률을 위반하거나 당사의 이익에 해가된다고 판단되는 경우를 포함하여 (이에 국한되지 않음) 재량에 따라 서비스 거부, 
계정 해지 및 / 또는 주문 취소 권한을 보유합니다.

귀하는 (a) 개인의 저작권, 특허, 상표, 서비스 마크, 영업 비밀 또는 기타 소유권을 위반하거나 침해하는 내용, 정보 또는 기타 자료를이 사이트를 통해 업로드, 
배포 또는 게시 할 수 없습니다. (b) 비방 적, 협박, 명예 훼손, 음란, 음란, 외설적이거나 미국 또는 국제법에 따라 민사 또는 형사 책임을 야기 할 수 있습니다. 
또는 (c) 버그, 바이러스, 웜, 트랩 도어, 트로이 목마 또는 기타 유해한 코드 나 속성이 포함됩니다.

이 사이트에 제공된 컨텐츠는 정보 제공만을 목적으로합니다. 건강 관련 상태에 대한 조언, 진단 및 / 또는 치료에 대해 면허가있는 의사 또는 자격을 갖춘 건강 
관리 전문가와 상담하거나 신체 활동에 충분한 지 확인하는 것은 전적으로 귀하의 책임입니다. 이 사이트에 표시된 제출 또는 의견은 해당 제출 또는 의견을 표현한 
개인의 의견 또는 의견이며 당사의 의견을 반영하지 않을 수도 있습니다. 이 사이트에서 GEOGYM가 제조하지 않은 제품의 표현은 해당 공급 업체의 것이 아니며 
당사가 작성하지 않은 것입니다.

당사는 귀하가이 사이트의 특정 부분에 액세스하여 사용할 수 있도록 암호 및 계정 식별을 할당 할 수 있습니다. 귀하가 비밀번호 또는 식별을 사용할 때마다 
귀하는 본 계약의 조건과 일치하는 방식으로 사이트에 액세스하고이를 사용할 권한이있는 것으로 간주되며 당사는 그러한 액세스의 승인 또는 출처를 조사 할 
의무가 없습니다. 또는 사이트 사용. 귀하는이 사이트의 액세스 및 사용에 대한 제한없이, 귀하는이 사이트의 액세스 및 사용에 대한 액세스 및 사용이 
제한적으로 적용되는 것을 포함하여, 귀하가 독자적으로 부여한 암호 및 ID를 사용하여 본 사이트에 대한 모든 액세스 및 사용에 대해 전적으로 책임을집니다. 
액세스 또는 사용을 통해 발생한 모든 의무 (제한적 재정 의무없이 포함). 귀하는 귀하에게 할당 된 암호 및 식별의 보안 및 기밀성을 보호 할 책임은 전적으로 
귀하에게 있습니다. 귀하는 귀하의 비밀번호 나 신분증을 무단으로 사용하거나 본 사이트의 보안에 대한 기타 위반 또는 위협을 위반 한 사실을 즉시 당사에 
통지해야합니다.</h6>


<h4>리뷰 및 의견</h4>
<h6>본 계약의 다른 곳이나 사이트에서 달리 규정 된 경우를 제외하고, 아이디어, 노하우, 기술, 질문, 리뷰, 의견 및 제안
 (집합 적으로 포함)을 포함하여 귀하가 사이트에 제출하거나 게시하거나 제공하는 모든 것 , "제출"은 비 기밀 및 비 독점으로 취급되며, 
 당사는 로열티가없고, 전 세계적으로, 영구적이며, 취소 할 수 없으며 양도 할 수있는 권리를 사용, 복사, 배포, 표시, 게시, 수행, 
 판매, 임대, 전송 , 그러한 수단을 통해 어떤 방식 으로든 그러한 제출물로부터 파생물을 수정, 수정, 제작하고 그러한 제출물을 번역, 
 수정, 리버스 엔지니어링, 분해 또는 디 컴파일 할 수 있습니다. 모든 제출물은 자동으로 당사의 독점 재산이되며 귀하에게 반환되지 않습니다.

귀하는 제출물에 적용 할 수있는 권리 외에도 귀하가 사이트에 의견이나 리뷰를 게시 할 때 그러한 의견과 관련하여 귀하가 검토, 의견 또는 기타 컨텐츠 
(있는 경우)와 함께 제출 한 이름을 사용할 권리를 당사에 부여합니다 검토, 의견 또는 기타 내용. 귀하는 귀하가이 사이트에 게시 한 리뷰, 
의견 및 기타 콘텐츠에 대한 모든 권리를 보유하거나 달리 통제하고 있으며 당사의 귀하의 리뷰, 의견 또는 기타 콘텐츠 사용은 권리를 침해하거나 
위반하지 않을 것임을 진술하고 보증합니다. 제 3 자의. 귀하는 자신 이외의 다른 사람인 것처럼 가장 한 전자 메일 주소를 사용하거나 제출물 또는
 콘텐츠의 출처에 대해 당사 또는 제 3자를 오도해서는 안됩니다. 당사는 어떠한 이유로 든 제출물 (댓글 또는 리뷰 포함)을 제거 또는 편집 할 의무가 
 있지만 그렇게 할 의무는 없습니다.</h6>


<h4>지적 재산권</h4>
<h6>모든 텍스트, 그래픽, 버튼 아이콘, 이미지, 오디오 클립 및 소프트웨어 (통칭하여 "컨텐츠")는 GEOGYM 또는 그 계열사에 
속하거나 GEOGYM에서 라이센스하에 사용 중입니다. 이 사이트의 모든 콘텐츠 ( "편집")의 수집, 배열 및 조립은 전적으로 GEOGYM
 또는 그 계열사에 속합니다. 이 사이트에서 사용 된 모든 소프트웨어 ( "소프트웨어")는 GEOGYM, 그 계열사 또는 소프트웨어 공급 
 업체의 재산입니다. 내용, 편집 및 소프트웨어는 모두 미국 및 국제 저작권법에 의해 보호됩니다. GEOGYM FITNESS (& 디자인), 
 GEOGYM (& 디자인), GEOGYM R (& 디자인) 및 기타 로고, 슬로건, 상호 또는 상표는 GEOGYM, 그 계열사, 공급 업체 또는 
 제 3 자의 등록 상표, 상표 또는 서비스표입니다. . 당사의 명시적인 서면 동의없이 당사의 상표 또는 서비스 마크를 사용하는 것은 엄격히 금지됩니다. 
 혼동을 일으킬 수있는 방식으로 제품 또는 서비스와 관련하여 상표 또는 서비스표를 사용할 수 없습니다. 귀하는 당사의 상표 또는 서비스표를 
 우리를 혼란스럽게하거나 불신하게하는 방식으로 사용할 수 없습니다. 사전 명시적인 동의 없이는 당사의 상표 또는 서비스표를 메타 태그로 사용할 수 없습니다.</h6>


<h4>개인 정보 정책</h4>
<h6>이 사이트 방문을 통제하는 개인 정보 보호 정책을 검토하여 당사의 관행을 이해하십시오. 개인 정보 보호 정책을 읽으십시오 .</h6>


<h4>손실 위험; 계정 사용</h4>
<h6>운송 업체에 물품을 배송 할 때 귀하가 구매 한 물품의 분실 및 소유권의 위험이 귀하에게 전달됩니다. GEOGYM 계정을 사용하는 경우 
귀하는 계정 및 암호의 기밀 유지 및 컴퓨터 액세스 제한에 대한 책임이 있으며 귀하는 계정 또는 암호로 발생하는 모든 활동에 대한 책임을 수락하기로 동의합니다. 
GEOGYM는 어린 이용 제품을 판매하지만 신용 카드 또는 기타 허용되는 지불 방법으로 구매할 수있는 성인에게 판매합니다. 18 세 미만인 경우, 
부모 또는 보호자의 개입이있는 경우에만 불량 서비스를 사용할 수 있습니다. GEOGYM는 단독 재량으로 서비스 거부, 계정 해지, 컨텐츠 제거 또는 
편집 또는 주문 취소 권한을 보유합니다.</h6>


<h4>해지 및 해지 효과</h4>
<h6>다른 법적 또는 공평한 구제책 이외에도, 당사는 귀하에게 사전 통지없이 즉시 계약을 종료하거나 본 계약에 따라 부여 된 귀하의 모든 권리를 
취소 할 수 있습니다. 본 계약이 종료되면 귀하는 즉시 사이트에 대한 모든 액세스 및 사용을 중단해야하며 다른 법적 또는 공평한 구제책과 함께 귀하에게 
발급 된 모든 비밀번호 및 계정 식별 정보를 즉시 취소하고 액세스를 거부해야합니다 이 사이트의 전체 또는 일부 사용 및 사용. 본 계약의 종료는 종료 날짜 
이전에 발생한 당사자의 각 권리 및 의무 (지급 의무 포함)에 영향을 미치지 않습니다.</h6>


<h4>국제 접속</h4>
<h6>이 사이트는 미국 이외의 국가에서 액세스 할 수 있습니다. 이 사이트에는 미국 이외의 지역에서는 사용할 수없는 제품 또는 제품에 
대한 참조가 포함될 수 있습니다. 이러한 언급이 해당 제품이 미국 이외의 지역에서 사용 가능하다는 것을 의미하지는 않습니다. 미국 이외의 
지역에서이 사이트에 액세스하여 사용하는 경우 현지 법률 및 규정을 준수 할 책임이 있습니다.</h6>


<h4>면책 및 책임의 제한</h4>
<h6>이 사이트에 달리 명시된 경우를 제외하고, 특정 제품,이 사이트, IT 판매를 위해 제공되는 제품 및 IT를 통해 수행 된 거래에 
대한 제품 설명을 제한없이 포함하여 "현상태대로"제공됩니다. 우리는 사이트의 운영이나이 사이트에 포함 된 정보, 콘텐츠, 자료 또는 
제품에 대해 명시 적이거나 묵시적인 어떠한 종류의 진술이나 보증도하지 않습니다. 관련 법률에 의해 허용되는 한도 내에서, 당사는 명시 적
 또는 묵시적이든 모든 목적에 대한 상품성 및 특정 목적에 대한 적합성, 비 침해, 시스템 구성 요소 및 관련 조항에 대한 묵시적 보증을 
 포함하여 명시 적이거나 묵시적인 모든 보증을 부인합니다. 이 사이트에는 부정확성, 오류 또는 오타가 포함될 수 있습니다.

법률에 의해 허용되는 최대 한도까지, 우리는이 사이트의 사용으로 인해 발생하는 어떠한 종류의 손해에 대해서도 책임을지지 않습니다. 
준거법에 의해 허용되는 최대 한도까지, 귀하의 손해에 대한 귀하의 총 손해 배상 (행동 재단과 관련한)은 즉시 발생하는 달 동안 귀하가 
미국에 직접 지불 한 금액의 총합을 초과하지 않습니다. 책임을 져야합니다.</h6>


<h4>인쇄상의 오류</h4>
<h6>공급 업체로부터받은 가격이나 제품 정보의 인쇄상의 오류 또는 오류로 인해 제품이 잘못된 가격으로 표시되거나 잘못된 정보로 표시되는 경우, 
당사는 잘못된 가격으로 나열된 제품에 대한 주문을 거부하거나 취소 할 권리가 있습니다. . 주문 확인 및 신용 카드 청구 여부에 관계없이 당사는
 그러한 주문을 거부 또는 취소 할 권리가 있습니다. 귀하의 신용 카드로 구매 비용이 이미 청구되었고 주문이 취소 된 경우, 
 당사는 즉시 청구 금액으로 귀하의 신용 카드 계정에 크레딧을 발행합니다.</h6>


<h4>연결</h4>
<h6>이 사이트에는 타사에서 소유하고 운영하는 인터넷의 다른 사이트에 대한 링크가 포함되어있을 수 있습니다. 
귀하는 당사가 그러한 사이트에 있거나 그러한 사이트를 통해 운영하는 컨텐츠에 대해 책임을지지 않음을 인정합니다.</h6>


<h4>저작권 문제</h4>
<h6>우리는 다른 사람들의 지적 재산을 존중합니다. 저작물이 저작권을 침해하는 방식으로 복사되었다고 생각되면이 페이지 하단에있는
 저작권 침해 주장에 대한 통지 및 절차를 따르십시오.</h6>


<h4>구제</h4>
<h6>귀하는 본 계약의 실제 또는 위협 위반에 대한 법률의 구제책이 부적절하며 당사가 합법적으로 복구 할 권리가있는 
모든 손해 외에 특정 성능 또는 금지 구제책 또는 둘 다를받을 권리가 있음에 동의합니다. 변호사 비용을 포함하되 이에 국한되지
 않는 모든 형태의 분쟁 해결에 대한 합리적인 비용으로.

금지 명령 구제, 변호사 비용 및 경비를 포함하되 이에 국한되지 않고 법률 또는 형평법에 관계없이 당사의 권리 나 구제책은 다른 어떤 것도 배타적이어야합니다.

본 이용 약관에 따른 당사의 권리 또는 구제 조치에 대한 당사의 권리 포기 사례는 유사, 미래 또는 기타 권리 포기를 부여 할 의무를 암시하지 않습니다.</h6>


<h4>준거법</h4>
<h6>이 사이트는 미국 오하이오 주에서 우리가 만들고 관리합니다. 따라서 오하이오 주 법률은 법률 충돌 원칙에 영향을 미치지 않으면 서 이러한 면책 조항, 
조건 및 조건을 규율합니다.</h6>


<h4>분쟁</h4>
<h6>귀하의 사이트 방문 또는 사이트를 통해 구매 한 제품과 관련된 모든 분쟁은 오하이오 주 콜럼버스의 기밀 중재에 제출되어야합니다. 
단, 귀하가 당사의 지적 재산권을 위반하거나 위반 한 경우는 예외입니다. 당사는 오하이오 주에있는 주 또는 연방 법원에서 금지 명령 또는 
기타 적절한 구제를 요청할 수 있습니다. 귀하는 오하이오 주 및 주 법원에서 장소 및 관할권과 관련하여 개인 관할권 부족 및 포럼 비 소비자에 
대한 모든 방어에 동의하고이를 포기합니다. 본 이용 약관에 따른 중재는 미국 중재 협회 (American Arbitration Association)에서 
통용되는 상업용 중재 규칙에 따라 수행됩니다. 중재자 상은 최종적이며 구속력이 있으며 모든 관할 법원에서 판결로 제출 될 수 있습니다. 
해당 법률이 허용하는 한도 내에서 본 계약에 따른 중재는 집단 소송 절차 또는 기타 방법을 통해 본 계약의 다른 당사자와 관련된 중재에 참여할 수 없습니다. 
귀하는 법령 또는 법률에 관계없이 사이트 또는 본 계약의 사용으로 인해 발생하거나 이와 관련하여 발생하거나 이와 관련하여 발생하는 청구 또는 조치의 사유는 
해당 청구 또는 사유 후 1 년 이내에 제기되어야한다는 데 동의합니다 행동의 발생 또는 영원히 금지됩니다.</h6>


<h4>서버 기능</h4>
<h6>이러한 조항이 무효, 무효 또는 시행 불가능한 사유로 간주되는 경우, 해당 조건은 여러 가지로 간주되며 나머지
 조항의 유효성 및 집행 가능성에 영향을 미치지 않습니다.</h6>


<h4>우리 주소</h4>
<h6>이 사이트에 관한 질문이나 의견 (저작권 침해와 관련이없는 모든 문의 포함)은 다음으로 보내주십시오.

GEOGYM Fitness
545 E 5th Ave
콜럼버스, OH 43201</h6>


<h4>저작권 침해 주장에 대한 통지 및 절차</h4>
<h6>저작물이 저작권을 침해하는 방식으로 복사되었다고 생각되면 아래에 지정된 서면 정보를 Google의 저작권 대리인에게 제공하십시오. 
이 절차는 독점적으로 우리와 우리의 계열사 및 그 계열사에게 귀하의 저작권이있는 자료가 침해되었음을 알리기위한 것입니다.

• 저작권 소유자를 대리 할 권한이있는 사람의 전자 서명 또는 물리적 서명

• 귀하가 저작권을 침해했다고 주장하는 저작물에 대한 설명;

• 귀하가 침해한다고 주장하는 자료의 위치에 대한 설명.

• 귀하의 주소, 전화 번호 및 이메일 주소;

• 귀하가 이의를 제기 한 사용이 저작권 소유자, 그 대리인 또는 법률에 의해 승인되지 않았다고 선의로 믿는다는 진술.

• 위증시 처벌을 받는다는 조건하에 귀하가 통지 한 상기 정보가 정확하고 귀하가 저작권 소유자이거나 저작권 소유자를 대리 할 권한이 있다는 진술.


사이트의 저작권 침해 주장에 대한 당사의 저작권 대리인은 다음과 같습니다.

GEOGYM Fitness
Attn : 지적 재산
545 E 5th Ave
Columbus, OH 43201
legal@GEOGYMfitness.com</h6>



<h4>악성 앱 이용 약관</h4>
<h6>해당 날짜 : 2020년 01월 14일.
다음 서비스 약관 및 최종 사용자 라이센스 계약 ( "EULA")은 귀하와 Coulter Ventures LLC, dba GEOGYM Fitness 및 그 계열사 
( "GEOGYM") 간의 계약을 구성합니다. 본 EULA는 귀하의 소프트웨어 및 서비스 사용에 적용됩니다 (아래 명시된대로). 소프트웨어를 설치하거나 
사용함으로써 귀하는 본 EULA의 조건을 준수 할 것에 동의하게됩니다. 본 EULA의 조항에 동의하지 않으면 소프트웨어를 설치, 사용 또는 액세스하지 마십시오.

본 EULA의 목적 상 "소프트웨어"는 GEOGYM 모바일 애플리케이션 소프트웨어 및 GEOGYM 모바일 애플리케이션 소프트웨어가 액세스하거나 이용하는
 모든 데이터 또는 컨텐츠를 의미합니다. 소프트웨어에는 업데이트, 업그레이드뿐만 아니라 동봉 된 매뉴얼, 포장 및 기타 서면, 파일, 전자 또는 
 온라인 자료 또는 문서, 그리고 해당 소프트웨어 및 자료의 모든 사본 (통칭하여 "서비스")이 포함됩니다. )

소프트웨어는 판매되며 라이센스가 없습니다. 귀하의 소프트웨어 사용은 본 EULA에 명시된 조건에 따라 달라질 수 있습니다. GEOGYM 소프트웨어 
또는 서비스에 포함되거나 GEOGYM 소프트웨어에 포함 된 모든 자료를 설치, 사용 또는 액세스함으로써 귀하는 본 EULA의 조건을 수락하게됩니다.</h6>


<h4>1. 라이센스</h4>
<h6>소프트웨어 라이센스. 본 EULA 및 해당 이용 약관에 따라 GEOGYM는 귀하에게 단일 iPhone에서 귀하의 개인적인 비상업적 용도로 
소프트웨어의 사본 하나를 사용할 수있는 비 독점적, 양도 불가능, 재 라이센스 불가능, 제한적 권리 및 라이센스를 부여합니다. 귀하가 소유 한 
iPod Touch 또는 iPad는 개인용 컴퓨터에서 기계 실행 코드로만 그리고 개인 용도로만 단일 사본을 백업으로 유지합니다. 여기에 부여 된 권리는 
본 EULA를 준수합니다. 소프트웨어는 귀하에게 라이센스가 부여되며 귀하는 소프트웨어의 소유권이나 소유권이 양도 또는 양도되지 않으며 본 EULA가 
소프트웨어에 대한 권리의 판매로 해석되어서는 안됨을 인정합니다. 본 EULA 및 해당 이용 약관에 따라 GEOGYM는 귀하에게 비 배타적, 양도 불가능,
 재 허가 불가능, 본 EULA에서 허용하는 방식으로 귀하의 개인적 비상업적 용도로 GEOGYM가 제공 한대로 서비스를 사용할 수있는 제한된 권리 및 라이센스.
  여기에 부여 된 권리는 본 EULA를 준수합니다.

라이센스 기간. 본 EULA에 따른 귀하의 라이센스 기간은 귀하가 본 EULA에 동의하고 소프트웨어 및 / 또는 서비스를 설치 또는 달리 사용하는 날부터
 시작되며 소프트웨어 및 / 또는 서비스의 폐기 또는 로그의 종료일 이전에 종료됩니다 이 EULA. 본 EULA의 조항을 위반하면 라이센스가 즉시 종료됩니다.

소유권; 다른 라이센스는 없습니다. GEOGYM는 본 계약 조건에 따라 귀하에게 소프트웨어의 라이센스를 부여하고 판매하지 않습니다. 
GEOGYM는 소프트웨어의 변경, 업데이트, 수정 또는 수정을 포함하여 소프트웨어에 대한 모든 권리, 소유권 및 관심을 보유합니다. 
이 소프트웨어는 전 세계적으로 적용되는 법률 및 조약에 의해 보호되며 GEOGYM의 사전 서면 동의 없이는 어떤 방식이나 매체로도 전체 또는 일부를 복사, 
복제, 번역 또는 배포 할 수 없습니다. 여기에 명시 적으로 부여되지 않은 모든 권리는 GEOGYM가 보유합니다.</h6>


<h4>2. 일반 라이센스 조건</h4>
<h6>귀하는 (i) 소프트웨어를 상업적으로 이용하지 않습니다. (ii) GEOGYM의 사전 서면 동의없이, 또는 GEOGYM의 명시적인 사전 서면 동의없이 소프트웨어, 
소프트웨어의 사본 또는 GEOGYM 서비스의 암호 또는 사용자 이름을 배포, 임대, 라이센스, 판매, 임대, 대여, 전달 또는 양도 또는 양도 할 수 없습니다. 
이 EULA; (iii) 소프트웨어 사본을 작성합니다 (본 문서에 명시된 것 이외). (iv) 소프트웨어를 여러 사용자가 사용하거나 다운로드 할 수 있도록 네트워크에서 
공개적으로 사용 가능하게하거나 사용할 수 있도록합니다. (v) 소프트웨어의 전체 또는 일부를 리버스 엔지니어링, 디 컴파일, 디스 어셈블, 번역, 
파생 저작물 준비 또는 기타 방식으로 수정; (vi) 미국 또는 기타 수출 법 또는 관련 규정에 의해 소프트웨어를받는 것이 금지 된 국가로 직접 또는 간접적으로 운송, 
수출 또는 재수출 때때로 수정 될 수 있습니다. 또는 (vii) 불량 서비스에서 반환 된 콘텐츠의 복제, 구축 또는 기타 방법으로 영구 사본을 만들 수 없습니다.

소프트웨어 또는 소프트웨어의 인터넷 기반 기능에 액세스하거나 소프트웨어를 인증하거나 다른 기능을 수행하려면 인터넷 연결이 필요할 수 있습니다. 
소프트웨어의 특정 기능이 제대로 작동하려면 적절한 인터넷 연결이 필요합니다. 소프트웨어를 사용함으로써 귀하는 귀하의 데이터 요금제에 따라 제 3 
자 데이터 전송 요금이 적용될 수 있음을 인정하고 동의합니다. 자세한 내용은 이동 통신사에 문의하십시오.</h6>


<h4>3. 개인 정보 개인 정보 정책</h4>
<h6>소프트웨어를 설치, 액세스 또는 사용함으로써 귀하는 귀하의 개인 정보 (장치 위치를 포함 할 수 있음)의 수집, 보유 및 처리에 동의합니다. 
소프트웨어를 사용함으로써 귀하는 http://www.GEOGYMfitness.com/privacy-policy/에 명시된대로 GEOGYM의 개인 정보 보호 정책에 
동의한다는 것을 인정하고 동의합니다 .</h6>


<h4>4. 보증</h4>
<h6>적용 가능한 법률에 따라 최대한의 범위 내에서, 본 소프트웨어는 어떠한 종류의 보증도없이 어떠한 종류의 보증 또는 보증없이 귀하의 모든 책임과 함께
 "있는 그대로"제공됩니다. 만족스러운 품질과 성능의 모든 위험은 귀하에게 있습니다. GEOGYM 및 GEOGYM의 라이센스 제공자는 조건에 대한 묵시적 보증, 
 중단없는 사용, 데이터의 정확성, 품질 문제를 포함하여 어떠한 명시 적, 묵시적 또는 법적 보증도하지 않습니다. 특정 목적의 경우, 거래, 
 사용 또는 거래 관행으로 인해 발생하는 제 3 자 권리의 비 침해 및 보증 (있는 경우). GEOGYM 및 GEOGYM의 라이센스 제공자는 귀하의 소프트웨어에 
 대한 즐거움과의 간섭에 대해 보증하지 않습니다. GEOGYM 서비스가 귀하의 요구 사항을 충족시킬 것입니다. GEOGYM 서비스 운영이 중단되지 않거나 
 오류가 발생하지 않거나 GEOGYM 서비스가 다른 GEOGYM 서비스와 상호 운용되거나 호환 될 수 있거나 GEOGYM 서비스의 모든 오류가 수정 될 수 있습니다. 
 GEOGYM 또는 GEOGYM의 라이센스 제공자 또는 공인 대리인이 제공 한 구두 또는 서면 조언은 보증을 제공하지 않습니다. 일부 관할권에서는 묵시적 보증에 
 대한 묵시적 보증 또는 소비자의 해당 법규에 대한 제한을 배제하거나 제한하지 않으며, 따라서 일부 또는 모든 위의 배제 및 제한은 해당 법률에 의해 적용되는 
 최대 범위에 한해 적용됩니다. 또는 GEOGYM 서비스가 다른 GEOGYM 서비스와 상호 운용되거나 호환 될 수 있거나 GEOGYM 서비스의 오류가 수정 될 것입니다.
  GEOGYM 또는 GEOGYM의 라이센스 제공자 또는 공인 대리인이 제공 한 구두 또는 서면 조언은 보증을 제공하지 않습니다. 일부 관할권에서는 묵시적 보증에
   대한 묵시적 보증 또는 소비자의 해당 법규에 대한 제한을 배제하거나 제한하지 않으며, 따라서 일부 또는 모든 위의 배제 및 제한은 해당 법률에 의해 적용되는
    최대 범위에 한해 적용됩니다. 또는 GEOGYM 서비스가 다른 GEOGYM 서비스와 상호 운용되거나 호환 될 수 있거나 GEOGYM 서비스의 오류가 수정 될 것입니다.
     GEOGYM 또는 GEOGYM의 라이센스 제공자 또는 공인 대리인이 제공 한 구두 또는 서면 조언은 보증을 제공하지 않습니다. 일부 관할권에서는 묵시적 
     보증에 대한 묵시적 보증 또는 소비자의 해당 법규에 대한 제한을 배제하거나 제한하지 않으며, 따라서 일부 또는 모든 위의 배제 및 제한은 해당 법률에 의해 
     적용되는 최대 범위에 한해 적용됩니다.</h6>


<h4>5. 책임의 제한</h4>
<h6>어떠한 경우에도 GEOGYM는 아니며 GEOGYM의 계열사 또는 GEOGYM의 라이센스 제공자는 소프트웨어의 위치, 
액세스, 사용 또는 조작으로 인해 발생하는 특수, 우발적 또는 결과적 손해에 대해 책임을지지 않습니다. 법에 의해 허용되는 범위 내에서, 
상해, 재산 피해, 손실 또는 이익 또는 손해에 대한 손해에 의한 손해로 인해 발생하는 본 EULA 또는 소프트웨어와 관련하여 발생하는 모든 
행동으로 인한 손해 또는 손실. , 엄격한 책임 또는 기타 그리고 GEOGYM 또는 GEOGYM의 라이센스 제공자가 이러한 손해의 가능성에 대해 
조언을 받았는지 여부. 이 섹션 5의 목적을 위해

일부 주 / 국가에서는 특정 책임의 제한을 허용하지 않기 때문에 본 책임의 제한은 해당 관할 지역의 법률이 허용하는 최대 범위까지 적용됩니다. 
본 책임 제한은 본 책임 제한의 특정 조항이 사전에 언급 될 수없는 연방, 주 또는 지방 법에 의해 금지되는 한도에만 적용 할 수 없습니다. 
본 EULA는 귀하에게 특정한 법적 권리를 부여하며, 귀하는 관할권에 따라 다른 권리를 가질 수 있습니다.

어떠한 경우에도 GEOGYM, GEOGYM의 계열사, GEOGYM의 라이센스 제공자 또는 채널 파트너의 모든 손해에 대한 책임 (해당 법률에서 요구하는 경우 제외)은
 50 달러를 초과하지 않습니다.</h6>


<h4>6. 기타 이용 약관</h4>
<h6>제안 : GEOGYM는 요청하지 않은 아이디어와 제안을 보내는 고객과 사용자가 보여준 관심에 감사합니다. 
GEOGYM에 아이디어를 보내거나 고려중인 경우, 귀하의 아이디어 나 제안이 GEOGYM에 의해 이미 고려되었고 아직 개발 중이거나, 
특허 보호의 대상이되었으며, 이미 상업적인 생산에 속하지 않았으며, 또는 GEOGYM가 이미 취한 다른 조치의 대상이 될 수도 있습니다.
 GEOGYM의 제품 또는 기타 관련 아이디어 나 제안 또는 기타 의견을 GEOGYM에 보내거나 제공하기로 결정한 경우 
 https://GEOGYMfitness.wufoo.com/forms/the에 명시된 GEOGYM의 제출 정책을 준수 할 것에 동의합니다. -건의함/

수출 법 : 귀하는 미국의 법률 및 규정에 따라 미국에서 생산 된 특정 상품 및 기술 데이터의 수출 또는 재수출이 제한됨을 인정하고 동의합니다. 
귀하는 미국 법률 또는 기타 관할권을 위반하는 형태로 소프트웨어를 수출하거나 재수출하지 않을 것에 동의합니다. 소프트웨어를 설치 또는 
사용함으로써 귀하는 (i) 미국이 상품을 수출 한 국가 또는 관할권의 국가 또는 거주자, 또는 (ii) 미국 재무부의 특별 목록에 없음을 진술하고 보증합니다. 
지정 국민 또는 미국 상무부의 거부 및 금지 명령 표.

정부 최종 사용자 :이 소프트웨어 및 관련 문서는 48 CFR 섹션 2.101에 정의 된 "상업용 컴퓨터 소프트웨어"및 "상업용 컴퓨터 소프트웨어 문서"로 
구성된 48 CFR 섹션 2.101에 정의 된 "상용 품목"입니다. 소프트웨어 및 관련 문서는 미국 정부 최종 사용자에게“상용 품목”으로 만 라이센스되며이 
EULA에 따라 모든 최종 사용자에게 부여 된 권한 만 부여됩니다.

해지 : 본 EULA는 이용 약관을 준수하지 않으면 자동으로 종료됩니다. 그러한 경우, 귀하는 소프트웨어의 모든 사본과 모든 구성 요소를 파기해야하며
 GEOGYM 서비스에 대한 액세스를 중단해야합니다.

동등한 구제책 : 귀하는 본 EULA의 조건이 구체적으로 준수되지 않으면 도적이 돌이킬 수 없을 정도로 손상 될 것이므로 귀하는 도적, 
다른 안전 또는 손해 증명없이 적절한 평등 한 구제 조치를받을 수 있다는 데 동의합니다. 이용 가능한 다른 구제책과 더불어 본 EULA의 조건을 위반할 경우

면책 : 귀하는 도적, 파트너, 계열사, 계약자, 임원, 이사, 직원 및 대리인을 다음과 같이 직접 또는 간접적으로 발생하는 모든 손해, 손
실 및 비용에 대해 무해한 손해 배상, 방어 및 보유에 동의합니다. EULA의 조건에 따라 악성 서비스 사용에 대한 누락; 또는 (ii) 본 EULA 위반.

준거법 및 분쟁 해결. 이 EULA는 오하이오 주 관할권 내에서 오하이오 주 관할권 내에서 적용되는 법률 규칙의 선택에 관계없이 오하이오 주 법률에 
의해 규율됩니다. 국제 물품 매매에 관한 유엔 협약은 적용되지 않으며 본 EULA에서 명시 적으로 제외됩니다.

Apple이 요구하는 최종 사용자 조건 : 귀하는 다음을 인정하고 동의합니다. (i) 본 EULA는 Apple, Inc. ( "Apple")가 아닌 귀하와 
GEOGYM간에 체결됩니다. (ii) GEOGYM 및 라이센스 제공자 (Apple이 아님)는 소프트웨어 및 모든 관련 유지 보수 또는 지원에 대한 단독 책임이 있습니다.
 (iii) Apple은 소프트웨어와 관련된 유지 관리 또는 지원을 제공 할 책임이 없습니다. (iv) 소프트웨어가 소프트웨어에 대해 지불 한 구매
  가격의 환불을 위해 Apple에 적용 할 수있는 해당 보증을 준수하지 않는 경우; (v) 해당 법률이 허용하는 최대 한도까지 Apple은 소프트웨어
  와 관련하여 어떠한 다른 보증 의무도 없습니다. (vi) Apple은 귀하의 소프트웨어 사용으로 인해 발생할 수있는 모든 청구에 대해 책임을지지 않습니다. 
  (vii) Apple은 조사, 방어, 소프트웨어가 해당 제 3 자의 지적 재산권을 침해한다는 제 3 자의 주장을 해결 또는 공개하는 행위 (viii)
   Apple 및 그 자회사는 본 EULA의 제 3의 수혜자이며, 본 EULA를 수락함으로써 귀하는 Apple이 다음과 같이 EULA를 시행 할 수있는 권리를 
   Apple이 보유하고 있으며 권리를 수락 한 것으로 간주됩니다. 제 3의 수익자. 귀하는 (i) 미국 정부의 금수 조치 대상 국가 또는 미국 정부에 
   의해“테러 지원 국가”로 지정된 국가에 있지 않다는 것을 진술하고 보증합니다. (ii) 귀하는 금지 또는 제한 당사자의 미국 정부 목록에 등재되지 
   않았습니다. (viii) Apple 및 그 자회사는 본 EULA의 제 3의 수혜자이며, 본 EULA를 수락함으로써 귀하는 Apple이 다음과 같이 EULA를
시행 할 수있는 권리를 Apple이 보유하고 있으며 권리를 수락 한 것으로 간주됩니다. 제 3의 수익자. 귀하는 (i) 미국 정부의 금수 조치 대상 국가 
또는 미국 정부에 의해“테러 지원 국가”로 지정된 국가에 있지 않다는 것을 진술하고 보증합니다. (ii) 귀하는 금지 또는 제한 당사자의 미국 정부 
목록에 등재되지 않았습니다. (viii) Apple 및 그 자회사는 본 EULA의 제 3의 수혜자이며, 본 EULA를 수락함으로써 귀하는 Apple이 다음과 
같이 EULA를 시행 할 수있는 권리를 Apple이 보유하고 있으며 권리를 수락 한 것으로 간주됩니다. 제 3의 수익자. 귀하는 (i) 미국 정부의 금수 
조치 대상 국가 또는 미국 정부에 의해“테러 지원 국가”로 지정된 국가에 있지 않다는 것을 진술하고 보증합니다. (ii) 귀하는 금지 또는 제한 
당사자의 미국 정부 목록에 등재되지 않았습니다. 귀하는 (i) 미국 정부의 금수 조치 대상 국가 또는 미국 정부에 의해“테러 지원 국가”로 지정된 
국가에 있지 않다는 것을 진술하고 보증합니다. (ii) 귀하는 금지 또는 제한 당사자의 미국 정부 목록에 등재되지 않았습니다. 귀하는 (i) 
미국 정부의 금수 조치 대상 국가 또는 미국 정부에 의해“테러 지원 국가”로 지정된 국가에 있지 않다는 것을 진술하고 보증합니다. (ii) 
귀하는 금지 또는 제한 당사자의 미국 정부 목록에 등재되지 않았습니다.

본 계약과 관련하여 질문이있는 경우 team@GEOGYMfitness.com 또는 www.GEOGYMfitness.com에 문의 하십시오.</h6>



<%@ include file="/WEB-INF/views/layouts/footer.jsp"%>

